Repository: dreamer/zapisy_zosia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password too short
pl: Hasło powinno mieć przynajmniej 6 znaków długości

source: bye
pl: Wylogowałeś się.

source: thanks for visit
pl: Dziękujemy za wizytę i do zobaczenia na ZOSI!

source: loggedalready
pl: Powtórne logowanie nie było konieczne ;)

source: loginfail
pl: Niestety, logowanie się nie powiodło.

source: loginfailrecover
pl: Jeżeli już posiadasz swoje konto, możesz <a href='/password_reset/'>odzyskać</a> hasło.

source: stranger
pl: Zapraszamy do zalogowania się.

source: password
pl: hasło

source: loginbutton
pl: Zaloguj

source: reactivate
pl: Użyty link aktywacyjny jest nieprawidłowy lub nieaktualny.

source: thankyou
pl: Dziękujemy! Twój wykład czeka na akceptację moderatora.

source: Repair errors below, please.
pl: Prosimy o poprawienie wskazanych błędów.

source: Lectures suggested
pl: Zaproponowane wykłady

source: None yet. You can be first!
pl: Jeszcze nikt nie zaproponował wykładu. Twój może być pierwszy!

source: Suggest your lecture
pl: Zaproponuj wykład

source: Public info
pl: Informacje wymagane

source: Title
pl: Tytuł

source: duraszatan
pl: Czas trwania

source: inminutes
pl: (w minutach)

source: Abstract
pl: Abstrakt

source: (max chars)
pl: (do 512 znaków)

source: Additional information
pl: Informacje dodatkowe

source: Your suggestions, requests and comments intended for organizers and a lot more, what you always wanted to say these philistinic bastards with purulent knees
pl: Uwagi, prośby i wszelkie komentarze dotyczące wykładu, którymi chciałbyś się podzielić z organizatorami.

source: Suggest
pl: Zaproponuj wykład

source: Yes we can
pl: &nbsp;&nbsp;&nbsp;

source: Hurray
pl: &nbsp;&nbsp;&nbsp;

source: Ops, youre not logged in
pl: Ojej, nie jesteś zalogowany.

source: You have to be registered
pl: Jeśli tylko się zarejestrujesz, będziesz mógł dodać swój wykład (and there will be a cake).

source: You can buy meal only for adequate hotel night.
pl: Posiłki są dostępne tylko na wykupione doby hotelowe.

source: At least one day should be selected.
pl: Wybierz przynajmniej jeden nocleg.

source: classic
pl: męska

source: women
pl: damska

source: activation_mail_title
pl: Mail aktywacyjny systemu zapisów na ZOSIę

source: Paid was registered, see you soon!
pl: Zarejestrowaliśmy Twoją wpłatę, do zobaczenia na ZOSI!

source: Preferences
pl: Ustawienia

source: authentication
pl: dane do uwierzytelniania

source: change
pl: zmień

source: personal
pl: dane osobowe

source: name
pl: imię

source: surname
pl: nazwisko

source: organization
pl: organizacja

source: nights
pl: noclegi

source: night12
pl: 4/5 marca

source: night23
pl: 5/6 marca

source: night34
pl: 6/7 marca

source: dinners
pl: obiadokolacje

source: dinner1
pl: 4 marca

source: dinner2
pl: 5 marca

source: dinner3
pl: 6 marca

source: breakfasts
pl: śniadania

source: breakfast2
pl: 5 marca

source: breakfast3
pl: 6 marca

source: breakfast4
pl: 7 marca

source: others
pl: pozostałe

source: veggies
pl: Preferuję kuchnię wegetariańską (nie mylić z&nbsp;ichtiwegetariańską).

source: bussies
pl: Jestem zainteresowany zorganizowanym transportem autokarowym na trasie Wrocław - Pokrzywna - Wrocław

source: shirties
pl: rozmiar koszulki

source: shirt_type
pl: rodzaj koszulki

source: Registration
pl: Rejestracja

source: (required)
pl: (wymagane)

source: repeatepas
pl: powtórz hasło

source: register
pl: Zarejestruj

source: tyouregister
pl: Rejestracja prawie ukończona.

source: checkmail
pl: <p />Właśnie został wysłany do Ciebie mail aktywacyjny. <br>Kliknięcie zamieszczonego w nim odnośnika kończy proces rejestracji.

source: Password (again)
pl: Hasło (ponownie)

source: Change password
pl: Zmień hasło

source: passwordchanged
pl: Udało Ci się zmienić hasło.<br />Zanotuj je na żółtej karteczce samoprzylepnej i umieść na monitorze.<br /><img src='/static_media/images/kartka.jpg' width='200'/>

source: oh hai
pl: Witaj

source: Administration panel
pl: Panel administracyjny

source: Logout
pl: Wyloguj

source: Change preferences
pl: Zmień ustawienia

source: Lectures
pl: Wykłady

source: Except where otherwise noted, content on this site is licensed under a
pl: O ile nie stwierdzono inaczej, wszystkie materiały na stronie są dostępne na licencji

source: based on
pl: oparty na

source: Password reset
pl: Odzyskiwanie hasła

source: Password reset complete
pl: Odzyskiwanie hasła zakończone

source: Your password has been set. You may go ahead and log in now.
pl: Możesz się teraz zalogować.

source: Password reset confirmation
pl: la la la

source: Enter new password
pl: Ustaw nowe hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: &nbsp;

source: New password:
pl: hasło

source: Confirm password:
pl: powtórz hasło

source: Change my password
pl: Ustaw hasło

source: Password reset unsuccessful
pl: Nie udało się odzyskać hasła

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do odzyskiwania hasła był niepoprawny, być może dlatego, że został już raz użyty. W razie potrzeby powtórz całą procedurę.

source: Password reset successful
pl: Odzyskiwanie hasła w toku

source: Please go to the following page and choose a new password:
pl: Kliknij w poniższy link i wybierz nowe hasło.

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszego systemu!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
pl: Zapomniałeś hasła? Podaj swój adres e-mail, a pomożemy Ci ustawić nowe.

source: E-mail address:
pl: Adres e-mail:

source: Reset my password
pl: Odzyskaj hasło
